Repository: zaherkhirullah/Shortenerlinks
Catalog: resources/lang/*/default.po
Languages: ar_ar

source: Earn
ar_ar: اربح

source: Disabled Cookies
ar_ar: تعطيل الكوكيز

source: Anonymous User
ar_ar: مستخدم مجهول

source: Proxy
ar_ar: بروكسي

source: IP Changed
ar_ar: تم تغيير IP

source: Not Unique
ar_ar: مستخدم من قبل

source: Default Campaign
ar_ar: حملة إفتراضية

source: Direct
ar_ar: مباشر

source: My Wallet
ar_ar: محفظتى

source: PayPal
ar_ar: البايبال

source: Payza
ar_ar: ويسترن يوينون

source: Skrill
ar_ar: اسكريل

source: Bitcoin
ar_ar: بتكوين

source: Webmoney
ar_ar: تمكين Webmoney

source: Perfect Money
ar_ar: بيرفكت موني

source: Payeer
ar_ar: بايير

source: Bank Transfer
ar_ar: حوالة بنكية

source: Afganistan
ar_ar: أفغانستان

source: Albania
ar_ar: ألبانيا

source: Algeria
ar_ar: الجزائر

source: American Samoa
ar_ar: ساموا الأمريكية

source: Andorra
ar_ar: أندورا

source: Angola
ar_ar: أنغولا

source: Anguilla
ar_ar: أنغيلا

source: Antarctica
ar_ar: القارة القطبية الجنوبية

source: Antigua and Barbuda
ar_ar: أنتيغوا وبربودا

source: Argentina
ar_ar: الأرجنتين

source: Armenia
ar_ar: أرمينيا

source: Aruba
ar_ar: أروبا

source: Australia
ar_ar: أستراليا

source: Austria
ar_ar: النمسا

source: Åland Islands
ar_ar: جزر أولاند

source: Azerbaijan
ar_ar: أذربيجان

source: Bahamas
ar_ar: جزر البهاما

source: Bahrain
ar_ar: البحرين

source: Bangladesh
ar_ar: بنغلاديش

source: Barbados
ar_ar: بربادوس

source: Belarus
ar_ar: روسيا البيضاء

source: Belgium
ar_ar: بلجيكا

source: Belize
ar_ar: بيليز

source: Benin
ar_ar: بنين

source: Bermuda
ar_ar: برمودا

source: Bhutan
ar_ar: بوتان

source: Bolivia
ar_ar: بوليفيا

source: Bosnia and Herzegowina
ar_ar: البوسنة والهرسك

source: Botswana
ar_ar: بوتسوانا

source: Bouvet Island
ar_ar: جزيرة بوفيت

source: Brazil
ar_ar: البرازيل

source: British Indian Ocean Territory
ar_ar: إقليم المحيط الهندي البريطاني

source: Brunei Darussalam
ar_ar: بروناي دار السلام

source: Bulgaria
ar_ar: بلغاريا

source: Burkina Faso
ar_ar: بوركينا فاسو

source: Burundi
ar_ar: بوروندي

source: Cambodia
ar_ar: كامبوديا

source: Cameroon
ar_ar: الكاميرون

source: Canada
ar_ar: كندا

source: Cape Verde
ar_ar: الرأس الأخضر

source: Cayman Islands
ar_ar: جزر كايمان

source: Central African Republic
ar_ar: جمهورية افريقيا الوسطى

source: Chad
ar_ar: تشاد

source: Chile
ar_ar: تشيلي

source: China
ar_ar: الصين

source: Christmas Island
ar_ar: جزيرة الكريسماس

source: Cocos (Keeling) Islands
ar_ar: جزر كوكوس (كيلينغ)

source: Colombia
ar_ar: كولومبيا

source: Comoros
ar_ar: جزر القمر

source: Congo
ar_ar: الكونغو

source: Congo, the Democratic Republic of the
ar_ar: الكونغو، جمهورية الكونغو الديمقراطية

source: Cook Islands
ar_ar: جزر كابتن كوك

source: Costa Rica
ar_ar: كوستا ريكا

source: Cote d'Ivoire
ar_ar: كوت ديفوار

source: Curaçao
ar_ar: كوراساو

source: Croatia (Hrvatska)
ar_ar: كرواتيا (هرفاتسكا)

source: Cuba
ar_ar: كوبا

source: Cyprus
ar_ar: قبرص

source: Czech Republic
ar_ar: جمهورية التشيك

source: Denmark
ar_ar: روسيا

source: Djibouti
ar_ar: جيبوتي

source: Dominica
ar_ar: الدومينكا

source: Dominican Republic
ar_ar: جمهورية الدومينيكان

source: East Timor
ar_ar: تيمور الشرقية

source: Ecuador
ar_ar: الإكوادور

source: Egypt
ar_ar: مصر

source: El Salvador
ar_ar: السلفادور

source: Equatorial Guinea
ar_ar: غينيا الإستوائية

source: Eritrea
ar_ar: إريتريا

source: Estonia
ar_ar: ستونيا

source: Ethiopia
ar_ar: إثيوبيا

source: Falkland Islands (Malvinas)
ar_ar: جزر فوكلاند (مالفيناس)

source: Faroe Islands
ar_ar: جزر فارو

source: Fiji
ar_ar: فيجي

source: Finland
ar_ar: فنلندا

source: France
ar_ar: فرنسا

source: France, Metropolitan
ar_ar: فرنسا متروبوليتان

source: French Guiana
ar_ar: جيانا الفرنسية

source: French Polynesia
ar_ar: بولينيزيا الفرنسية

source: French Southern Territories
ar_ar: المناطق الجنوبية لفرنسا

source: Gabon
ar_ar: الغابون

source: Gambia
ar_ar: غامبيا

source: Georgia
ar_ar: جورجيا

source: Germany
ar_ar: المانيا

source: Ghana
ar_ar: غانا

source: Gibraltar
ar_ar: جبل طارق

source: Greece
ar_ar: اليونان

source: Greenland
ar_ar: جرينلاند

source: Grenada
ar_ar: غرناطة

source: Guadeloupe
ar_ar: غواديلوب

source: Guam
ar_ar: غوام

source: Guatemala
ar_ar: غواتيمالا

source: Guinea
ar_ar: غينيا

source: Guinea-Bissau
ar_ar: غينيا بيساو

source: Guyana
ar_ar: غيانا

source: Haiti
ar_ar: هايتي

source: Heard and Mc Donald Islands
ar_ar: سمعت وجزر ماكدونالد

source: Holy See (Vatican City State)
ar_ar: الكرسي الرسولي (دولة الفاتيكان)

source: Honduras
ar_ar: هندوراس

source: Hong Kong
ar_ar: هونغ كونغ

source: Hungary
ar_ar: المجر

source: Iceland
ar_ar: آيسلاندا

source: Isle of Man
ar_ar: جزيرة آيل أوف مان

source: India
ar_ar: كندا

source: Indonesia
ar_ar: أندونسيا

source: Iran (Islamic Republic of)
ar_ar: إيران

source: Iraq
ar_ar: العراق

source: Ireland
ar_ar: ايرلاندا

source: Israel
ar_ar: فلسطين

source: Italy
ar_ar: إيطاليا

source: Jersey
ar_ar: جيرسي

source: Jamaica
ar_ar: جامايكا

source: Japan
ar_ar: سويسرا

source: Jordan
ar_ar: الاردن

source: Kazakhstan
ar_ar: كازخستان

source: Kenya
ar_ar: كينيا

source: Kiribati
ar_ar: كيريباس

source: Korea, Democratic People's Republic of
ar_ar: كوريا الديمقراطية الشعبية

source: Korea, Republic of
ar_ar: جمهورية كوريا

source: Kuwait
ar_ar: الكويت

source: Kyrgyzstan
ar_ar: قيرغيزستان

source: Lao People's Democratic Republic
ar_ar: جمهورية لاو الديمقراطية الشعبية

source: Latvia
ar_ar: لاتفيا

source: Lebanon
ar_ar: لبنان

source: Lesotho
ar_ar: ليسوتو

source: Liberia
ar_ar: ليبيريا

source: Libyan Arab Jamahiriya
ar_ar: الجماهيرية العربية الليبية

source: Liechtenstein
ar_ar: ليختنشتاين

source: Lithuania
ar_ar: ليتوانيا

source: Luxembourg
ar_ar: لوكسمبورج

source: Macau
ar_ar: ماكاو

source: Macedonia, The Former Yugoslav Republic of
ar_ar: جمهورية مقدونيا اليوغوسلافية السابقة

source: Madagascar
ar_ar: مدغشقر

source: Malawi
ar_ar: مالاوي

source: Malaysia
ar_ar: ماليزيا

source: Maldives
ar_ar: جزر المالديف

source: Mali
ar_ar: مالي

source: Malta
ar_ar: مالطا

source: Marshall Islands
ar_ar: جزر مارشال

source: Martinique
ar_ar: مارتينيك

source: Mauritania
ar_ar: موريتانيا

source: Mauritius
ar_ar: موريشيوس

source: Mayotte
ar_ar: مايوت

source: Mexico
ar_ar: المكسيك

source: Micronesia, Federated States of
ar_ar: ولايات ميكرونيزيا من

source: Moldova, Republic of
ar_ar: جمهورية مولدوفا

source: Monaco
ar_ar: موناكو

source: Montenegro
ar_ar: مونتينيغرو

source: Mongolia
ar_ar: منغوليا

source: Montserrat
ar_ar: مونتسيرات

source: Morocco
ar_ar: المغرب

source: Mozambique
ar_ar: موزمبيق

source: Myanmar
ar_ar: ميانمار

source: Namibia
ar_ar: ناميبيا

source: Nauru
ar_ar: ناورو

source: Nepal
ar_ar: نيبال

source: Netherlands
ar_ar: هولندا

source: Netherlands Antilles
ar_ar: جزر اﻷنتيل الهولندية

source: New Caledonia
ar_ar: كاليدونيا الجديدة

source: New Zealand
ar_ar: نيوزيلاندا

source: Nicaragua
ar_ar: نيكاراجوا

source: Niger
ar_ar: النيجر

source: Nigeria
ar_ar: نيجيريا

source: Niue
ar_ar: نيوي

source: Norfolk Island
ar_ar: جزيرة نورفولك

source: Norway
ar_ar: النرويج

source: Oman
ar_ar: عُمان

source: Pakistan
ar_ar: باكستان

source: Palau
ar_ar: بوليفيا

source: Panama
ar_ar: بنما

source: Papua New Guinea
ar_ar: بابوا غينيا الجديدة

source: Paraguay
ar_ar: باراجواي

source: Peru
ar_ar: بيرو

source: Philippines
ar_ar: الفليبين

source: Pitcairn
ar_ar: بيتكيرن

source: Poland
ar_ar: بولندا

source: Portugal
ar_ar: البرتغال

source: Puerto Rico
ar_ar: بورتريكو

source: Palestine
ar_ar: فلسطين

source: Qatar
ar_ar: الجزائر

source: Reunion
ar_ar: جزيرة ريونيون

source: Romania
ar_ar: رومانيا

source: Republic of Serbia
ar_ar: جمهورية صربيا

source: Russian Federation
ar_ar: الاتحاد الروسي

source: Rwanda
ar_ar: رواندا

source: Saint Kitts and Nevis
ar_ar: سانت كيتس ونيفيس

source: Saint LUCIA
ar_ar: القديسة لوسيا

source: Saint Vincent and the Grenadines
ar_ar: سانت فنسنت وجزر غرينادين

source: Samoa
ar_ar: ساموا

source: San Marino
ar_ar: سان مارينو

source: Sao Tome and Principe
ar_ar: ساوتومي

source: Saudi Arabia
ar_ar: المملكة العربية السعودية

source: Senegal
ar_ar: السنغال

source: Seychelles
ar_ar: سيشل

source: Sierra Leone
ar_ar: سيراليون

source: Singapore
ar_ar: سنغافورا

source: Slovakia (Slovak Republic)
ar_ar: جمهورية سلوفاكيا

source: Slovenia
ar_ar: سلوفينيا

source: Solomon Islands
ar_ar: جزر سليمان

source: Somalia
ar_ar: الصومال

source: Sint Maarten
ar_ar: سانت مارتن

source: South Africa
ar_ar: جنوب افريقيا

source: South Georgia and the South Sandwich Islands
ar_ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: Spain
ar_ar: اسبانيا

source: Sri Lanka
ar_ar: سري لانكا

source: St. Helena
ar_ar: سانت هيلانة

source: St. Pierre and Miquelon
ar_ar: سانت بيير وميكلون

source: Sudan
ar_ar: السودان

source: Suriname
ar_ar: سورينام

source: Svalbard and Jan Mayen Islands
ar_ar: سفالبارد وجان ماين جزر

source: Swaziland
ar_ar: سويزلاند

source: Sweden
ar_ar: السويد

source: Switzerland
ar_ar: سويسرا

source: Syrian Arab Republic
ar_ar: سوريا

source: Taiwan, Province of China
ar_ar: تايوان

source: Tajikistan
ar_ar: طاجكستان

source: Tanzania, United Republic of
ar_ar: جمهورية تنزانيا الاتحادية

source: Thailand
ar_ar: تايلاند

source: Togo
ar_ar: توجو

source: Tokelau
ar_ar: توكيلاو

source: Tonga
ar_ar: تونجا

source: Trinidad and Tobago
ar_ar: ترينداد وتوباغو

source: Tunisia
ar_ar: تونس

source: Turkey
ar_ar: تركيا

source: Turkmenistan
ar_ar: تركمنستان

source: Turks and Caicos Islands
ar_ar: جزر تركس وكايكوس

source: Tuvalu
ar_ar: توفالو

source: Uganda
ar_ar: أوغاندا

source: Ukraine
ar_ar: اوكرانيا

source: United Arab Emirates
ar_ar: الإمارات العربية المتحدة

source: United Kingdom
ar_ar: المملكة المتحدة

source: United States
ar_ar: الولايات المتحدة

source: United States Minor Outlying Islands
ar_ar: جزر الولايات المتحدة البعيدة الصغرى

source: Uruguay
ar_ar: اورجواي

source: Uzbekistan
ar_ar: أوزباكستان

source: Vanuatu
ar_ar: فانواتو

source: Venezuela
ar_ar: فنزويلا

source: Vietnam
ar_ar: فيتنام

source: Virgin Islands (British)
ar_ar: جزر فيرجن (البريطانية)

source: Virgin Islands (U.S.)
ar_ar: تواصل معنا عبر النموذج التالي!

source: Wallis and Futuna Islands
ar_ar: واليس وفوتونا

source: Western Sahara
ar_ar: الصحراء المغربية

source: Yemen
ar_ar: اليمن

source: Yugoslavia
ar_ar: يوغوسلافيا

source: Zambia
ar_ar: زامبيا

source: Zimbabwe
ar_ar: زيبمابوي

source: Worldwide Deal(All Countries)
ar_ar: جميع دول البلاد

source: Your license has been verified.
ar_ar: تم التحقق من ترخيصك.

source: Announcement has been added.
ar_ar: تمت إضافة إعلان.

source: Oops! There are mistakes in the form. Please make the correction.
ar_ar: عفوا! هناك أخطاء في النموذج. يرجى إجراء التصحيح.

source: Invalid Announcement
ar_ar: إعلان غير صالح

source: Announcement has been updated.
ar_ar: الإعلان تم تحديثه.

source: The announcement with id: {0} has been deleted.
ar_ar: تم حذف الإعلان الذي يحمل المعرف:

source: You must have at least one interstitial campaign marked as default.
ar_ar: يجب أن يكون لديك حملة بينية واحدة على الأقل تم وضع علامة عليها كإعداد افتراضي.

source: You must have at least one banner campaign marked as default.
ar_ar: يجب أن يكون لديك حملة بانر واحدة على الأقل تم وضع علامة عليها كإعداد افتراضي.

source: Invalid campaign
ar_ar: حملة غير صالحة

source: Campaign Not Found
ar_ar: الحملة غير موجودة

source: You must purchase at least from one country.
ar_ar: يجب عليك شراء بلد واحد على الأقل.

source: Your campaign has been created.
ar_ar: تم إنشاء حملتك بنجاح .

source: Unable to create your campaign.
ar_ar: تعذر إنشاء الحملة.

source: Campaign has been updated.
ar_ar: تم تحديث الحملة بنجاح.

source: Unable to update campaign.
ar_ar: تعذر تحديث الحملة.

source: Campaign not found
ar_ar: الحملة غير موجودة

source: Invalid Invoice
ar_ar: الفاتورة غير صالحة

source: The invoice with id: {0} has been marked as paid.
ar_ar: التذكرة بمعرف: {0} تم وضعها على أنها دفعت

source: The invoice with id: {0} has been deleted.
ar_ar: تم حذف الفاتورة ذات المعرف

source: Invalid link
ar_ar: الرابط غير صالح

source: The Link has been updated.
ar_ar: تم تحديث الرابط بنجاح.

source: The Link with alias: {0} has been hided.
ar_ar: تم إخفاء الارتباط مع الاسم المستعار

source: The Link with alias: {0} has been unhided.
ar_ar: الارتباط مع الاسم المستعار تم إلغاء تحديده.

source: Settings have been saved.
ar_ar: تم حفظ الإعدادات.

source: Email settings have been saved.
ar_ar: تم حفظ الإعدادات.

source: Social login settings have been saved.
ar_ar: تم حفظ إعدادات تسجيل الدخول الاجتماعي.

source: Payment settings have been saved.
ar_ar: تم حفظ الإعدادات.

source: Could not copy email.php file.
ar_ar: تعذر نسخ الملف email.php.

source: Could not write email.php file.
ar_ar: تعذر كتابة ملف email.php

source: Page has been added.
ar_ar: تم إضافة الصفحة.

source: Invalid Page
ar_ar: صفحة غير صالحة

source: Page has been updated.
ar_ar: تم تحديث الصفحة بنجاح.

source: The page with id: {0} has been deleted.
ar_ar: تم حذف الصفحة التي تحتوي على المعرف

source: Plan has been added.
ar_ar: تم إضافة الخطة.

source: Invalid Plan
ar_ar: الخطة غير صالحة.

source: Plan has been updated.
ar_ar: تم تحديث الخطة

source: Default plan can't be deleted.
ar_ar: لا يمكن حذف الخطة الافتراضية.

source: The plan with id: {0} has been deleted.
ar_ar: الخطة بالمعرف:قد تم حذفه.

source: Post has been added.
ar_ar: تمت إضافة المشاركة

source: Invalid Post
ar_ar: مشاركة غير صالحة

source: Post has been updated.
ar_ar: تم تحديث المشاركة

source: The post with id: {0} has been deleted.
ar_ar: تم حذف المشاركة التي تحتوي على المعرف: {0}

source: Testimonial has been added.
ar_ar: تمت إضافة شهادة

source: Invalid Testimonial
ar_ar: شهادة غير صالحة

source: Testimonial has been updated.
ar_ar: تم تحديث شهادة.

source: The testimonial with id: {0} has been deleted.
ar_ar: تم حذف الشهادة مع المعرف: {0}.

source: Can not able to run upgrade. Error:
ar_ar: يتعذر تشغيل الترقية. خطأ:

source: Database upgraded successfully.
ar_ar: تم ترقية قاعدة بيانات بنجاح.

source: Invalid User
ar_ar: مستخدم غير صحيح

source: The user has been added.
ar_ar: تم إضافة العضو بنجاح.

source: Unable to add the user.
ar_ar: تعتذر إضافة هذا العضو.

source: The activation email has been sent, Please ask your user to check email inbox or spam folder to activate his account.
ar_ar: تم إرسال البريد الإلكتروني للتفعيل، يرجى مطالبة المستخدم بالتحقق من البريد الوارد أو مجلد الرسائل غير المرغوب فيها لتنشيط حسابه.

source: The user has been updated.
ar_ar: تمت تحديث هذا العضو بنجاح.

source: Unable to edit user.
ar_ar: تعذر التعديل على هذا العضو.

source: The Link with id: {0} has been deactivated.
ar_ar: تم إلغاء تنشيط الارتباط مع المعرف: {0}.

source: Invalid Withdraw
ar_ar: سحب غير صالح

source: The withdrawal request with id: {0} has been approved.
ar_ar: تمت الموافقة على طلب السحب بالمعرف: {0}.

source: The withdrawal request with id: {0} has been completed.
ar_ar: تم الانتهاء من طلب السحب بالمعرف: {0}.

source: Invalid username or password, try again
ar_ar: اسم مستخدم غير صالح أو كلمة مرور غير صالحة، أعد المحاولة

source: The CAPTCHA was incorrect. Try again
ar_ar: كان اختبار كابتشا غير صحيح. حاول ثانية

source: Your account has been created. Please check your email inbox or spam folder to activate your account.
ar_ar: لقد تم إنشاء حسابك. يرجى التحقق من صندوق البريد الإلكتروني أو مجلد الرسائل غير المرغوب فيها لتنشيط حسابك.

source: Your account has been created.
ar_ar: لقد تم إنشاء حسابك.

source: Invalid Activation.
ar_ar: التفعيل غير صالح.

source: Your account has been activated.
ar_ar: لقد تم تنشيط حسابك.

source: Unable to activate your account.
ar_ar: تعذر تنشيط حسابك.

source: Invalid User.
ar_ar: مستخدم غير صحيح

source: Kindly check your email for reset password link.
ar_ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين رابط كلمة المرور.

source: Unable to reset password.
ar_ar: يتعذر إعادة تعيين كلمة المرور.

source: Invalid Request.
ar_ar: طلب غير صالح.

source: Your password has been changed.
ar_ar: تم تغيير كلمة المرور.

source: Unable to change your password.
ar_ar: تعذر تغيير كلمة المرور

source: You must set your Recaptcha secret key!
ar_ar: يجب عليك تعيين اختبار Recaptcha المفتاح السري الخاص بك!

source: You must set your Invisible Recaptcha secret key!
ar_ar: يجب تعين المتاح السرى الخاص بك على Invisible Recaptcha

source: Bad Request.
ar_ar: طلب غير صحيح.

source: Your message has been sent!
ar_ar: تم إرسال رسالتك!

source: Can't send the message. Please try again later.
ar_ar: لا يمكن إرسال الرسالة. الرجاء معاودة المحاولة في وقت لاحق.

source: Connection failed:
ar_ar: فشل الاتصال:

source: Can not load initial data.
ar_ar: لا يمكن تحميل البيانات الأولية.

source: Could not copy configure.php file.
ar_ar: لا يمكن نسخ ملف ملف config.php.

source: Could not write configure.php file.
ar_ar: لا يمكن إرسال ملف ملف config.php.

source: Invalid user
ar_ar: مستخدم غير صحيح

source: Invalid URL.
ar_ar: رابط غير صالح.

source: 404 Not Found
ar_ar: 404 غير موجود

source: Creating campaigns is currently disabled.
ar_ar: تم تعطيل إنشاء الحملات حاليًا.

source: Invalid request
ar_ar: طلب غير صالح

source: Not found campaign
ar_ar: لم يتم العثور على الحملة.

source: Advertising Campaign #
ar_ar: حملة إعلانية #

source: Creating interstitial campaigns is currently disabled.
ar_ar: تم تعطيل إنشاء حملات بنّرية حاليا.

source: Your campaign has been added. After paying, we will review it and it will appear on the website.
ar_ar: تمت إضافة حملتك. بعد دفع، سنقوم بمراجعتها وسوف تظهر على الموقع.

source: Creating banner campaigns is currently disabled.
ar_ar: تم تعطيل إنشاء حملات بانر حاليًا.

source: Creating popup campaigns is currently disabled.
ar_ar: تم تعطيل إنشاء حملات منبثقة حاليًا.

source: You don't have enough money in your wallet.
ar_ar: ليس لديك ما يكفي من المال في محفظتك.

source: Not found campaign.
ar_ar: لم يتم العثور على الحملة.

source: Invoice
ar_ar: فاتورة

source: Invalide payment method.
ar_ar: طريقة دفع غير صالحة.

source: Invoice has been updated.
ar_ar: تم تحديث الفاتورة بنجاح.

source: You must upgrade your plan so you can use this tool.
ar_ar: يجب ترقية خطتك حتى تتمكن من استخدام هذه الأداة.

source: Your Link has been updated.
ar_ar: تم تحديث الرابط الخاص بك.

source: Profile has been updated
ar_ar: تم تحديث ملفك الشخصي

source: Yearly
ar_ar: سنوي

source: Monthly
ar_ar: شهري

source: {0} Premium Membership: {1}
ar_ar: العضوية المميزة

source: An invoice with id: {0} has been generated.
ar_ar: تم إنشاء فاتورة بها بمعرف

source: Kindly check your email to confirm it.
ar_ar: يرجى التحقق من بريدك الالكتروني للتأكد من ذلك.

source: Your email has been confirmed.
ar_ar: تم تأكيد بريدك الإلكتروني.

source: Unable to confirm your email.
ar_ar: تعذر تأكيد بريدك الإلكتروني.

source: Password has been updated
ar_ar: تم تحديث كلمة المرور

source: Withdraw amount should be equal or greater than {0}.
ar_ar: يجب أن يكون سحب المبلغ مساويا أو أكبر من {0}.

source: You should fill your withdrawal info from your profile settings.
ar_ar: يجب ملء معلومات السحب من إعدادات ملفك الشخصي.

source: Your withdraw has been request and under review.
ar_ar: لقد تم رفع دفعتك للسحب وهي تحت المراجعة.

source: Unable to request the withdraw.
ar_ar: تعذر رفع طلب الدفع الخاص بك.

source: Invalid Page.
ar_ar: الصفحة غير صالحة.

source: Popup
ar_ar: منبثقة

source: Package Description / Country
ar_ar: وصف الحزمة / البلد

source: Cost per 1000 Views
ar_ar: التكلفة لكل 1000 مشاهدة

source: Desktop
ar_ar: سطح مكتب

source: Mobile / Tablet
ar_ar: جوال / جهاز لوحي

source: Both
ar_ar: كلاهما

source: Earnings per 1000 Views
ar_ar: الأرباح لكل 1000 مشاهدة

source: Invalid Post.
ar_ar: تدوينة غير صالحة

source: Invalid API token.
ar_ar: رمز API غير صالح.

source: Check the below errors.
ar_ar: تحقق من الأخطاء أدناه.

source: Error.
ar_ar: خطأ.

source: A name is required
ar_ar: مطلوب الأسم الكامل

source: A valid email address is required
ar_ar: مطلوب بريد إلكتروني صحيح

source: A subject is required
ar_ar: مطلوب عنوان الرسالة

source: Message body is required
ar_ar: مطلوب نص الرسالة

source: {0}: New Account
ar_ar: {0}: حساب جديد

source: {0}: Change Email
ar_ar: {0}: تغيير البريد الإلكتروني

source: {0}: Password Reset
ar_ar: {0}: إعادة تعيين كلمة المرور

source: Choose a valid value.
ar_ar: اختر قيمة صالحة.

source: Write a valid natural number.
ar_ar: اكتب رقما طبيعيا صحيحا.

source: This value should not be blank.
ar_ar: يجب ألا تكون هذه القيمة فارغة.

source: URL must be valid.
ar_ar: يجب أن يكون URL صالح.

source: http and https urls only allowed.
ar_ar: HTTP و HTTPS عناوين المواقع يسمح فقط.

source: You must have a purchase.
ar_ar: يجب أن يكون لديك عملية شراء.

source: You must accept our terms and conditions.
ar_ar: يجب عليك قبول الشروط والأحكام.

source: URL is invalid.
ar_ar: URL غير صالح.

source: http, https and magnet urls only allowed.
ar_ar: يسمح فقط لعناوين http - https - magnet

source: This domain is not allowed on our system.
ar_ar: هذا النطاق غير مسموح به في نظامنا.

source: Google currently report this URL as an active phishing, malware, or unwanted website.
ar_ar: جوجل يقدم تقريرا في هذا الـ URL حاليا باعتباره التصيد نشط، والبرمجيات الخبيثة، أو موقع غير مرغوب فيه.

source: PhishTank currently report this URL as an active phishing website.
ar_ar: PhishTank تقريرا في هذا URL بوصفه موقعا التصيد النشط.

source: Please add an alias.
ar_ar: الرجاء إضافة اسم مستعار.

source: Maximum alias length is 30 characters.
ar_ar: الحد الأقصى لطول الاسم المستعار هو 30 حرفا.

source: Alias should be a alpha numeric value
ar_ar: يجب أن يكون الاسم المستعار قيمة أبجدية رقمية

source: This alias is a reserved word.
ar_ar: هذا الاسم المستعار هو كلمة ممنوعه .

source: Alias already exists.
ar_ar: الاسم المستعار موجود بالفعل.

source: Please select a reason to report.
ar_ar: الرجاء تحديد سبب للإبلاغ عنه.

source: Please enter a valid reason
ar_ar: الرجاء إدخال سبب وجيه

source: Slug must be unique.
ar_ar: يجب أن تكون سبيكة Slug فريدة من نوعها.

source: alphaNumeric Only
ar_ar: أبجدي رقمي فقط

source: Minimum Length 5
ar_ar: الحد الأدنى لطول 5

source: Maximum Length 255
ar_ar: الحد الأقصى للطول 255

source: This username is a reserved word.
ar_ar: اسم المستخدم هذا هو كلمة محجوزة.

source: Username already exists
ar_ar: اسم المستخدم موجود بالفعل

source: Not the same
ar_ar: ليست هي نفسها

source: Maximum Length 25
ar_ar: الحد الأقصى للطول 25

source: E-mail must be valid
ar_ar: يجب ان يكون البريد الاكتروني صحيح

source: E-mail must be unique
ar_ar: يجب أن يكون البريد الإلكتروني فريدا

source: This field should not be blank.
ar_ar: يجب ألا يكون هذا الحقل فارغا.

source: Please enter current password.
ar_ar: الرجاء إدخال كلمة المرور الحالية.

source: You must have a balance.
ar_ar: يجب أن يكون لديك رصيد.

source: Withdraw amount should be greater or equal to {0}.
ar_ar: يجب أن يكون سحب المبلغ أكبر أو يساوي {0}.

source: Client's Testimonials
ar_ar: أراء العملاء

source: What People Say?
ar_ar: ماذا يقول الناس؟

source: Your Name *
ar_ar: اسمك *

source: Your Email *
ar_ar: البريد الالكتروني الخاص بك *

source: Your Subject *
ar_ar: الموضوع *

source: Your Message *
ar_ar: رسالتك *

source: Send Message
ar_ar: ارسال رسالة

source: Privacy Policy
ar_ar: سياسة الخصوصية

source: Terms of Use
ar_ar: شروط الاستخدام

source: Copyright &copy;
ar_ar: جميع الحقوق محفوظة

source: Your URL Here
ar_ar: URL الخاص بك هنا

source: Toggle navigation
ar_ar: القائمة المنسدلة

source: Advertising
ar_ar: اثبات الدفع

source: Payout Rates
ar_ar: معدلات الارباح

source: Home
ar_ar: الصفحة الرئيسية

source: Blog
ar_ar: المدونة

source: My Account
ar_ar: حسابي

source: Please Wait
ar_ar: يرجى الانتظار

source: Please check the captcha box to proceed to the destination page.
ar_ar: يرجى التحقق من المربع كابتشا للانتقال إلى الصفحة المقصودة.

source: Click here to continue
ar_ar: اضغط هنا للأستمرار

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links. Register now!
ar_ar: {0} هو موقع مجاني تماما يمكنك من ربح الأموال عن طريق اختصار الروابط ومشاركتها بأسعار مرتفعة .. سجل الآن .
