Repository: zaherkhirullah/Shortenerlinks
Catalog: resources/lang/*/default.po
Languages: ar_ar

source: Enabling this feature will allow short link creator to edit his links but without editing the long URL.
ar_ar: سيتيح تمكين هذه الميزة لمنشئ الروابط القصيرة تعديل روابطه ولكن بدون تعديل عنوان URL الطويل.

source: Edit Long URL
ar_ar: تعديل عنوان URL الطويل

source: Enabling this feature will allow short link creator to edit the long URL for his links. You must enable 'Edit Link' feature to use this feature.
ar_ar: سيتيح تمكين هذه الميزة لمنشئ الروابط القصيرة تعديل عنوان URL الطويل لروابطه. يجب تمكين ميزة "تعديل الرابط" لاستخدام هذه الميزة.

source: Remove Ads
ar_ar: ازالة الاعلانات

source: Enabling this feature will allow the logged in visitors in who are on this plan not to show the ads on area 1.
ar_ar: سيؤدي تمكين هذه الميزة إلى السماح للزائرين الذين سجلوا دخولهم في هذه الخطة بعدم عرض الإعلانات في المنطقة 1.

source: Remove Captcha
ar_ar: إزالة كابتشا

source: Enabling this feature will allow the logged in visitors to escape the captcha step and see the short link page directly.
ar_ar: سيؤدي تمكين هذه الميزة إلى السماح للزوار الذين تم تسجيل دخولهم بالخروج من خطوة اختبار كابتشا ومشاهدة صفحة الروابط القصيرة مباشرة.

source: Enabling this feature will allow the logged in visitors to go to directly the long URL without seeing the short link page.
ar_ar: سيتيح تمكين هذه الميزة للزائرين الذين سجلوا الدخول الانتقال مباشرة إلى عنوان URL الطويل دون مشاهدة صفحة الروابط القصيرة.

source: Custom Alias
ar_ar: سيتيح تمكين هذه الميزة للزائرين الذين سجلوا الدخول الانتقال مباشرة إلى عنوان ورل الطويل دون مشاهدة صفحة الروابط القصيرة

source: Enabling this feature will allow short link creator to add a custom alias when shorten a url.
ar_ar: سيؤدي تمكين هذه الميزة إلى السماح لمنشئ الروابط القصيرة بإضافة اسم مستعار مخصص عند اختصار رابط.

source: Referral Earnings
ar_ar: أرباح الإحالة الحالية

source: Enabling this feature will allow the publisher to earn from his referrals.
ar_ar: سيتيح تمكين هذه الميزة للناشر تحقيق أرباح من إحالاته.

source: Link Statistics
ar_ar: رابط الإحصاءات

source: Enabling this feature will allow short link creator to view short link Statistics.
ar_ar: سيؤدي تمكين هذه الميزة إلى السماح لمنشئ الروابط القصيرة بعرض الارتباط القصير للإحصاءات.

source: Quick Link Tool
ar_ar: أداة الرابط السريع

source: Mass Shrinker Tool
ar_ar: أداة تقصير الروابط المتعددة

source: Full Page Script Tool
ar_ar: اختصار المواقع

source: Bookmarklet Tool
ar_ar: أداة Bookmarklet

source: Developers API Tool
ar_ar: أداة API للمطورين

source: This feature requires the visitor to the short link to be logged in then this feature will take effect.
ar_ar: تتطلب هذه الميزة دخول الزائر إلى الرابط القصير، ثم تصبح هذه الميزة سارية المفعول.

source: Delete Plan
ar_ar: حذف الخطة

source: Replace users within this plan with
ar_ar: استبدال المستخدمين ضمن هذه الخطة مع

source: Select Plan
ar_ar: اختر خطة

source: Edit Plan
ar_ar: تعديل الخطة

source: Manage Plans
ar_ar: إدارة الخطط

source: Modified
ar_ar: تم التعديل

source: Add Post
ar_ar: إضافة مشاركة

source: Short Description
ar_ar: وصف قصير

source: Manage Posts
ar_ar: إدارة المشاركات

source: Campaigns Report
ar_ar: تقرير الحملات

source: Select User
ar_ar: اختر المستخدم

source: Select Campaign
ar_ar: حدد الحملة

source: Add Testimonial
ar_ar: إضافة شهادة

source: Position
ar_ar: موضع

source: Image
ar_ar: صورة

source: Manage Testimonials
ar_ar: إدارة الشهادات

source: Upgrade
ar_ar: ترقية

source: Upgrading ...
ar_ar: جار الترقية ...

source: Run Upgrade Process
ar_ar: تشغيل عملية الترقية

source: Add User
ar_ar: إضافة مستخدم

source: Member
ar_ar: عضو

source: Admin
ar_ar: الادمن

source: Pending
ar_ar: قيد الانتظار

source: Email
ar_ar: البريد الإلكتروني

source: Password
ar_ar: كلمة المرور.

source: Dashboard
ar_ar: لوحة التحكم الرئيسية

source: Owner Earnings
ar_ar: أرباح المالك

source: Total Views
ar_ar: إجمالي المشاهدات

source: Statistics
ar_ar: إحصائيات

source: Date
ar_ar: التاريخ

source: Views
ar_ar: عدد المشاهدات

source: Link Earnings
ar_ar: ارباح الروابط

source: Daily CPM
ar_ar: التكلفة اليومية لكل ألف ظهور

source: Top 10 Links
ar_ar: أعلى 10 روابط

source: Edit User #{0}
ar_ar: تعديل العضو

source: Plan
ar_ar: الخطة.

source: Choose Plan
ar_ar: اختر الخطة

source: Plan Expiration Date
ar_ar: تاريخ انتهاء صلاحية الخطة

source: Manage Users
ar_ar: ادارة المستخدمين

source: Login IP
ar_ar: IP تسجيل الدخول

source: Register IP
ar_ar: IP التسجيل

source: First name, last name, address
ar_ar: الاسم الأول، الاسم الأخير، العنوان

source: All Users
ar_ar: جميع المستخدمين

source: Message
ar_ar: رسالة

source: Resend Activation Email
ar_ar: إعادة إرسال البريد الإلكتروني للتفعيل

source: Message User
ar_ar: رسالة المستخدم

source: User Email
ar_ar: البريد الإلكتروني للمستخدم

source: Subject
ar_ar: الموضوع

source: All Referrals
ar_ar: جميع الإحالات

source: Referred By
ar_ar: تم دعوته من قبل ؟

source: View User #{0}
ar_ar: عرض سجلات المستخدم

source: Account Info.
ar_ar: معلومات الحساب.

source: Temp Email
ar_ar: TEMP البريد الإلكتروني

source: Api Token
ar_ar: رمز API الخاص بك:

source: Current Publisher Earnings
ar_ar: أرباح الناشر

source: Current Referral Earnings
ar_ar: أرباح الإحالة

source: Withdrawal Info.
ar_ar: معلومات السحب.

source: Withdrawal Method
ar_ar: طريقة السحب

source: Withdrawal Email
ar_ar: البريد الإلكتروني للسحب

source: Billing Info.
ar_ar: تحديث بيانات الدفع

source: First Name
ar_ar: الاسم الاول

source: Last Name
ar_ar: الاسم الاخير

source: Address 1
ar_ar: العنوان 1

source: Address 2
ar_ar: العنوان 2

source: City
ar_ar: المدينة

source: State
ar_ar: ولاية

source: ZIP
ar_ar: الرمز البريدي

source: Phone Number
ar_ar: رقم الهاتف

source: Withdraw #{0}
ar_ar: طلب السحب

source: Approved
ar_ar: موافق عليه

source: Complete
ar_ar: مكتمل

source: Cancelled
ar_ar: تم الالغاء

source: Manage Withdraws
ar_ar: إدارة عمليات السحب

source: Publishers Available Balance
ar_ar: الرصيد المتاح للناشرين

source: Pending Withdrawn
ar_ar: في انتظار سحب الارباح

source: Total Withdraw
ar_ar: إجمالي المدفوعات

source: Total Amount
ar_ar: المبلغ الإجمالي

source: Withdrawal Account
ar_ar: حساب السحب

source: Action
ar_ar: الإجراء

source: Cancel
ar_ar: إلغاء

source: Approve
ar_ar: الموافقة

source: Pending: The payment is being checked by our team.
ar_ar: عملية الدفع معلقة لحين مراجعتها من قبل فريق الدفعات للتأكد من عدم وجود خطر .

source: Approved: The payment has been approved and is waiting to be sent.
ar_ar: تمت الموافقة: تمت الموافقة على الدفع وجارى عملية ارسالة على حسابكم.

source: Complete: The payment has been successfully sent to your account.
ar_ar: اكتمل: تم إرسال الدفعة بنجاح إلى حساب الدفع.

source: Cancelled: The payment has been cancelled.
ar_ar: تم إلغاء عملية الدفع

source: Created Date
ar_ar: تاريخ الإنشاء

source: Reasons
ar_ar: الأسباب

source: Reason
ar_ar: السبب

source: Referrers
ar_ar: الدعوات

source: Link
ar_ar: الرابط.

source: Forgot Password
ar_ar: هل نسيت كلمة المرور

source: Enter your e-mail address below to reset your password.
ar_ar: أدخل عنوان البريد الإلكتروني أدناه لإعادة تعيين كلمة المرور.

source: New Password
ar_ar: كلمة السر الجديدة

source: Re-enter New Password
ar_ar: أعد إدخال كلمة المرور الجديدة

source: Sign In
ar_ar: تسجيل الدخول

source: Sign in to start your session
ar_ar: تسجيل الدخول

source: Username or email address
ar_ar: اسم المستخدم أو البريد الالكتروني

source: OR
ar_ar: أو

source: Sign in with Facebook
ar_ar: اشترك عبر حساب فايسبوك

source: Sign in with Twitter
ar_ar: تسجيل الدخول عن طريق تويتر

source: Sign in with Google
ar_ar: تسجيل الدخول باستخدام + Google

source: I forgot my password
ar_ar: لقد نسيت كلمة المرور

source: Register a new membership
ar_ar: تسجيل عضوية جديدة

source: Create an Account
ar_ar: انشاء حساب جديد

source: Re-enter Password
ar_ar: إعادة إدخال كلمة المرور

source: Terms of Service
ar_ar: شروط الخدمة

source: By signing up, you agree to the {0} and {1}.
ar_ar: من خلال الاستمرار، فإنك توافق على الشروط

source: Sign up with Facebook
ar_ar: اشترك عبر حساب فايسبوك

source: Sign up with Twitter
ar_ar: الاشتراك عبر تويتر

source: Sign up with Google
ar_ar: اشترك عبر جوجل

source: I already have a membership
ar_ar: لدي عضوية بالفعل

source: Shorten
ar_ar: اختصر

source: Advanced Options
ar_ar: خيارات متقدمة

source: Copied!
ar_ar: تم النسخ

source: Get Link
ar_ar: متابعه

source: Getting link...
ar_ar: جار الحصول على الرابط ...

source: Skip Ad
ar_ar: تخطي الإعلان

source: Please disable Adblock to proceed to the destination page.
ar_ar: برجاء تعطيل أدبلوك Adblock للانتقال إلى الصفحة المطلوبه.

source: Hello
ar_ar: مرحبا

source: To change your email click on the following link or copy-paste it in your browser:
ar_ar: لتغيير بريدك الإلكتروني، انقر على الرابط التالي أو انسخه والصقه في المتصفح:

source: Thanks,
ar_ar: شكرا،

source: To activate the account click on the following link or copy-paste it in your browser:
ar_ar: لتنشيط الحساب، انقر على الرابط التالي أو انسخه والصقه في المتصفح:

source: Installation can continue as minimum requirements are met.
ar_ar: يمكن أن يستمر التثبيت مع تلبية الحد الأدنى من المتطلبات.

source: Member Area
ar_ar: منطقة الأعضاء

source: Member since
ar_ar: عضو منذ

source: Profile
ar_ar: الملف الشخصي

source: Log out
ar_ar: تسجيل الخروج

source: Complete Upgrade Process
ar_ar: استكمال عملية الترقية

source: Reports
ar_ar: التقارير

source: Campaigns
ar_ar: الحملات

source: All Links
ar_ar: جميع الروابط

source: Hidden Links
ar_ar: روابط مخفية

source: Inactive Links
ar_ar: روابط غير نشطة

source: List
ar_ar: قائمة

source: Ads
ar_ar: إعلانات

source: Withdraws
ar_ar: عمليات السحب

source: Add
ar_ar: إضافة

source: Referrals
ar_ar: جميع الإحالات

source: Membership Plans
ar_ar: العضوية

source: Invoices
ar_ar: الفواتير

source: Posts List
ar_ar: قائمة المشاركات

source: Pages
ar_ar: صفحات

source: Testimonials
ar_ar: التعليقات

source: Announcements
ar_ar: الإعلانات

source: Social Login
ar_ar: تسجيل الدخول عبر المواقع الإجتماعية

source: Payment
ar_ar: الدفـــع

source: Version
ar_ar: النسخة

source: Developed by
ar_ar: قام بتطويرها

source: Administration Area
ar_ar: لوحه التحكم للامن

source: New Shorten Link
ar_ar: اختصار رابط جديد

source: Money Wallet
ar_ar: محفظة المال

source: Withdraw
ar_ar: طلب السحب

source: Tools
ar_ar: أدوات

source: Quick Link
ar_ar: أداة الرابط السريع

source: Mass Shrinker
ar_ar: أداة تقصير الروابط المتعددة

source: Full Page Script
ar_ar: أداة سكربت الصفحة الكاملة

source: Developers API
ar_ar: أداة API للمطورين

source: Bookmarklet
ar_ar: إشارة تطبيق مرجعية

source: Change Password
ar_ar: تغيير كلمة السر

source: Change Email
ar_ar: تغيير البريد الإلكتروني

source: Change Your Plan
ar_ar: تغيير خطتك

source: Never
ar_ar: على الإطلاق!

source: Current Plan
ar_ar: الخطه الحاليه

source: Expiration Date
ar_ar: تاريخ إنتهاء الصلاحية

source: Renew
ar_ar: تجديد

source: Signup for an account in just 2 minutes. Once you've completed your registration'. 'just start creating short URLs and sharing the links with your family and friends.
ar_ar: الاشتراك للحصول على حساب في دقيقتين فقط. بمجرد الانتهاء من تسجيل الحساب الخاص بك يمكنك البدء فى اختصار الروابط ومشاركتها مع الاصدقاء والعائلة لربح المال .

source: Please find our advertising rate table below. Each visitor you will purchase will meet the following criteria:
ar_ar: يرجى العثور على جدول أسعار الإعلانات أدناه. سيحترم كل زائر ستشتريه المعايير التالية:

source: Unique within a 24 hour time frame
ar_ar: يجب أن يكون الزائر فريدا خلال 24 ساعة.

source: They will have JavaScript enabled
ar_ar: سيتم تمكين ملفات تعريف الارتباط

source: They will have Cookies enabled
ar_ar: سيتم تمكين ملفات تعريف الارتباط

source: You may receive traffic that does not meet this criteria, but you will never be charged for it.
ar_ar: قد تتلقى حركة مرور لا تتوافق مع هذه المعايير، ولكن لن يتم تحصيل رسوم منك أبدا.

source: I agree to the <a href="{0}" target="_blank">terms and conditions</a>
ar_ar: أوافق على الشروط.

source: Pay
ar_ar: دفع

source: Invoice Details
ar_ar: تفاصيل الفاتورة

source: Please Select
ar_ar: الرجاء الإختيار

source: Credit Card
ar_ar: بطاقة ائتمان

source: Expiration Month
ar_ar: انتهاء الصلاحية شهر

source: Expiration Year
ar_ar: انتهاء الصلاحية سنة

source: CVC
ar_ar: CVV /CVC

source: Pay Invoice
ar_ar: دفع الفاتورة

source: Your API token:
ar_ar: رمز API الخاص بك:

source: Currently there is one method which can be used to shorten links on behalf of your account.
ar_ar: هناك حاليا طريقة واحدة يمكن استخدامها لتقصير الروابط نيابة عن حسابك.

source: All you have to do is to send a <b>GET</b> request with your API token and URL Like the following:
ar_ar: كلّ ما عليك فعله هو نشر تدوينة في مدونتك، متضمنة النصّ التالي:

source: You will get a JSON response like the following
ar_ar: سوف تحصل على استجابة كما يلي

source: If you want a TEXT response just add <b>&format=text</b> at the end of your request as the below example. This will return just the short link. Note that if an error occurs, it will not output anything.
ar_ar: إذا كنت ترغب في استخدام المطورين API دون الإعلان بإضافة التعليمة البرمجية أدناه إلى نهاية الرابط

source: If you want to use developers API with the interstitial advertising add the below code to the end of the URL
ar_ar: إذا كنت تريد استخدام مطوري واجهة برمجة التطبيقات API مع الإعلان البيني interstitial، يمكنك إضافة الشفرة أدناه إلى نهاية URL

source: If you want to use developers API with the banner advertising add the below code to the end of the URL
ar_ar: إذا كنت ترغب في استخدام واجهة المطورين API مع لافتة الإعلان banner كل ما عليك هو إضافة الرمز أدناه إلى نهاية عنوان URL الخاص بك

source: If you want to use developers API without advertising add the below code to the end of the URL
ar_ar: إذا كنت ترغب في استخدام المطورين API دون اعلانات قم بإضافة التعليمة البرمجية أدناه إلى نهاية URL

source: Note
ar_ar: ملحوظة

source: api & url are required fields and the other fields like alias, format & type are optional.
ar_ar: api ورابط الحقول المطلوبة والحقول الأخرى مثل الاسم المستعار، الشكل والنوع اختيارية.

source: That's it :)
ar_ar: هذا هو كل شئ :)

source: Using the API in PHP
ar_ar: استخدام واجهة برمجة التطبيقات API في PHP

source: To use the API in your PHP application, you need to send a GET request via file_get_contents or cURL. Please check the below sample examples using file_get_contents
ar_ar: لاستخدام API في تطبيق PHP الخاص بك، فإنك تحتاج لتقوم بإرسال طلب GET عبر file_get_contents أو cURL. يرجى التحقق من أمثلة العينة أدناه باستخدام file_get_contents

source: Using JSON Response
ar_ar: عن طريق الاستجابة JSON

source: Using Plain Text Response
ar_ar: نص عادي

source: Short links more easily. Click and drag the following link to your links toolbar.
ar_ar: روابط قصيرة أكثر سهولة. انقر واسحب الرابط التالي إلى شريط أدوات الروابط.

source: Shorten!
ar_ar: اختصر

source: Once this is on your toolbar, you'll be able to make a short link at the click of a button.
ar_ar: بمجرد أن يكون هذا على شريط الأدوات الخاص بك، سوف تكون قادرا على اخصار اى رابط عند النقر على زر.

source: This is compatible with most web browsers and platforms as long as your bookmarks or favorites allow javascript. The links toolbar may not be visible in all setups and in most browsers, you can enable it in the View->Toolbars menu of your web browser. You can also put it in your bookmarks instead of the links toolbar.
ar_ar: هذا متوافق مع معظم متصفحات الويب ومنصات طالما المفضلة لديك أو المفضلة تسمح جافا سكريبت. قد لا يكون شريط أدوات الروابط مرئيا في جميع الإعدادات وفي معظم المتصفحات، يمكنك تمكينه من القائمة عرض- أشرطة الأدوات في متصفح الويب. يمكنك أيضا وضعه في الإشارات المرجعية بدلا من شريط أدوات الروابط.

source: If you have a website with 100's or 1000's of links you want to change over to {0} then please use the script below.
ar_ar: إذا كان لديك موقع على شبكة الانترنت مع 100 أو 1000 من الروابط التي تريد تغييرها إلى {0} يمكنك فى هذه الحاله استخدام البرنامج النصي أدناه.

source: Simply copy-and-paste the code below on to your webpage or blog and the links will be updated automatically!
ar_ar: ببساطة قم بنسخ ولصق الرمز أدناه إلى صفحة الويب الخاصة بك أو سواء موقع الكترونى او مدونه وسيتم تحديث الروابط تلقائيا!

source: You can add or remove any domains for the code that you use on your website.
ar_ar: يمكنك إضافة أو إزالة أي نطاقات للرمز الذي تستخدمه على موقعك على الويب.

source: Or if you wish to change every link to {0} on your website (without stating exactly which domains) please use the following code.
ar_ar: أو إذا كنت ترغب في تغيير كل وصلة إلى {0} على موقع الويب الخاص بك (دون تحديد النطاقات) يرجى استخدام التعليمات البرمجية التالية.

source: If you want to use Full Page Script with the interstitial advertising replace this code
ar_ar: إذا كنت تريد استخدام النص الكامل للصفحة مع الإعلانات البينية interstitial، فاستبدل هذه الشفرة

source: With
ar_ar: مع

source: If you want to use Full Page Script with the banner advertising replace this code
ar_ar: إذا كنت ترغب في استخدام النص الكامل الصفحة مع لافتة الإعلان استبدال هذا الرمز

source: If you want to use Full Page Script without advertising replace this code
ar_ar: إذا كنت ترغب في استخدام النص الكامل الصفحة دون الإعلان استبدال هذا الرمز

source: Enter up to {0} URLs (one per line) to be shrunk and added to your account
ar_ar: أدخل ما يصل إلى {0} من الروابط (عنوان واحد لكل سطر) ليتم تقليصه وإضافته إلى حسابك

source: Note: The 'Mass Shrinker' can be disabled to your account if abused. Only create links that you will actually use.
ar_ar: ملاحظة: "أداة الروابط المتعددة" يمكن تعطيلها بحسابك في حالة سوء المعاملة. لا تنشئ سوى الروابط التي ستستخدمها فعليا.

source: It is not a valid URL.
ar_ar: هذا عنوان رابط غير صالح.

source: All Short Links
ar_ar: جميع الروابط القصيرة

source: Shorten More Links
ar_ar: اختصار المزيد من الروابط

source: Everyone can use the shortest way to shorten links with {0}.
ar_ar: يمكن للجميع استخدام أقصر الطرق لاختصار الروابط

source: Just copy the link below to address bar into your web browser, change last part to destination link and press ENTER. {0} will redirect you to your shortened link. Copy it wherever you want and get paid.
ar_ar: مجرد نسخ الرابط أدناه إلى شريط العناوين في متصفح الويب الخاص بك، تغيير الجزء الأخير إلى وصلة الوجهة واضغط إنتر. {0} سيعيد توجيهك إلى الرابط المختصر. انسخه أينما تريد واحصل على أموال.

source: If you want to use Quick Link with the interstitial advertising add the below code to the end of the URL
ar_ar: إذا كنت تريد استخدام مطوري واجهة برمجة التطبيقات API مع الإعلان البيني interstitial، يمكنك إضافة الشفرة أدناه إلى نهاية URL

source: If you want to use Quick Link with the banner advertising add the below code to the end of the URL
ar_ar: إذا كنت ترغب في استخدام الارتباط السريع مع لافتة الإعلان إضافة رمز أدناه إلى نهاية الرابط

source: If you want to use Quick Link without advertising add the below code to the end of the URL
ar_ar: إذا كنت ترغب في استخدام الارتباط السريع دون الإعلان إضافة رمز أدناه إلى نهاية عنوان الرابط

source: Current Email
ar_ar: البريد الإلكتروني الحالي

source: New Email
ar_ar: بريد إلكتروني جديد

source: Re-enter New Email
ar_ar: أعد إدخال البريد الإلكتروني الجديد

source: Current Password
ar_ar: كلمة السر الحالية

source: Total Earnings
ar_ar: إجمالي أرباح الإعلانات

source: Average CPM
ar_ar: متوسط التكلفة لكل ألف ظهور

source: Free
ar_ar: مجاني

source: / Month
ar_ar: الشهر

source: / Year
ar_ar: / سنة

source: Free Plan
ar_ar: خطة مجانية

source: Buy Now
ar_ar: اشترى الآن!

source: Billing Address
ar_ar: عنوان الدفع

source: Withdrawal Info
ar_ar: معلومات السحب

source: - For PayPal, Payza, Skrill and Perfect Money add your email.
ar_ar: - لباي بال،ويسترن يونيون وسكريل إضافة البيانات كامله وصحيحه

source: - For Bitcoin add your wallet address.
ar_ar: - لـ Bitcoin يرجى إضافة عنوان المحفظة الخاصة بك.

source: - For Web Money add your purse.
ar_ar: - لـWebMoney ، يرجى إضافة محفظتك.

source: - For Payeer add account, e-mail or phone number.
ar_ar: لحساب البايير يرجي و رقم حسابك

source: - For bank transfer add your account holder name, Bank Name, City/Town, Country, Account number, SWIFT, IBAN and Account currency
ar_ar: - للتحويل المصرفي يرجى إضافة اسم صاحب الحساب الخاص بك، اسم البنك، مدينة / بلدة، المدينة، رقم الحساب، سويفت، الإيبان وعملة الحساب

source: My Referrals
ar_ar: إحالاتي

source: Withdraw Funds
ar_ar: سحب الأموال

source: Available Balance
ar_ar: الرصيد المتوفر

source: When your account reaches the minimum amount of {0} or more, you may request your earnings by clicking the above button. The payment is then sent to your PayPal account during business days no longer than 4 days after requesting. Please do not contact us regarding payments before due dates.
ar_ar: عندما يصل حسابك إلى الحد الأدنى البالغ {0} أو أكثر، يمكنك طلب أرباحك بالنقر على الزر أعلاه. سيتم إرسال ارباحك إلى حسابك باي بال خلال مدة لا تتجاوز أيام عمل 4 أيام بعد الطلب. يرجى عدم الاتصال بنا بخصوص الدفعات قبل تواريخ الاستحقاق.

source: Complete: The payment has been successfully sent to your payment account.
ar_ar: اكتمل: تم إرسال الدفعة بنجاح إلى حساب الدفع.

source: WHY JOIN US?
ar_ar: لماذا لا تنضم لنا ؟

source: We have defined earning extra money from the comfort of your home.
ar_ar: للحصول على الراحة و السلامة في منزلك

source: How can you start making money in {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
ar_ar: كيف وكم يمكنني أن أ كسب ؟الكثير من الاموال

source: Get in touch
ar_ar: كن على إتصال

source: Published on
ar_ar: نشرت في

source: Clicks on last 30 days
ar_ar: النقرات في آخر 30 يوما

source: Clicks
ar_ar: النقرات

source: Close
ar_ar: إغلاق
