Repository: zaherkhirullah/Shortenerlinks
Catalog: resources/lang/*/default.po
Languages: ar_ar

source: Shorten URLs and earn money
ar_ar: اختصر الروابط واربح المال !

source: Your link is almost ready.
ar_ar: رابطك جاهز تقريبا.

source: Seconds
ar_ar: ثواني

source: Please wait...
ar_ar: يرجى الانتظار...

source: Submit
ar_ar: إرسال

source: Please Wait 10s
ar_ar: يرجى الانتظار 10 ثوان

source: Shorten URLs and
ar_ar: اختصار الروابط و

source: earn money
ar_ar: اربح الاموال

source: Create an account
ar_ar: إنشاء حساب

source: Shorten your link
ar_ar: اختصار الرابط

source: Earn Money
ar_ar: اربح المال

source: Earn extra money
ar_ar: كسب المزيد من المال

source: Why join us?
ar_ar: لماذا تنضم إلينا؟

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links.
ar_ar: {0} هو أداة مجانية تماما حيث يمكنك إنشاء روابط قصيرة، والتي بغض النظر عن كونها مجانية، تحصل من خلالها على أموال! لذلك، الآن يمكنك كسب المال من المنزل، عند إدارة وحماية الروابط الخاصة بك.

source: How and how much do I earn?
ar_ar: كيف وكم يمكنني أن أ كسب?

source: How can you start making money with {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
ar_ar: كيف وكم يمكنني أن أ كسب ؟

source: {0}% Referral Bonus
ar_ar: {0}٪ مكافأة الإحالة

source: Featured Administration Panel
ar_ar: لوحة الإدارة المميزة

source: Control all of the features from the administration panel with a click of a button.
ar_ar: السيطرة على كافة الميزات من لوحة الإدارة بنقرة زر واحدة.

source: Detailed Stats
ar_ar: إحصائيات مفصلة

source: Know your audience. Analyse in detail what brings you the most income and what strategies you should adapt.
ar_ar: تعرف على جمهورك. تحليل بالتفصيل ما يجلب لك معظم الدخل وما الاستراتيجيات التي يجب أن تتكيف.

source: Low Minimum Payout
ar_ar: انخفاض الحد الأدنى للمدفوعات

source: You are required to earn only {0} before you will be paid. We can pay all users via their PayPal.
ar_ar: يطلب منك أن تكسب فقط {0} قبل أن يتم دفع لك. يمكننا أن ندفع لجميع المستخدمين عبر حسابهم على باي بال.

source: Highest Rates
ar_ar: أعلى الأسعار

source: Make the most out of your traffic with our always increasing rates.
ar_ar: الاستفادة الى اقصى حد من حركة المرور الخاصة بك مع تزايد معدلات المعلنين لدينا دائما.

source: Shorten links more quickly with easy to use API and bring your creative and advanced ideas to life.
ar_ar: تقصير الروابط بسرعة أكبر مع واجهة برمجة التطبيقات سهلة الاستخدام وتجلب أفكارك الإبداعية والمتقدمة في الحياة.

source: Support
ar_ar: الدعم

source: A dedicated support team is ready to help with any questions you may have.
ar_ar: فريق الدعم المخصص مستعد للمساعدة في أي أسئلة قد تكون لديكم.

source: Numbers speak for themselves
ar_ar: أرقام تتحدث عن نفسها

source: Fast Growing
ar_ar: سريع النمو

source: Total Clicks
ar_ar: إجمالي النقرات

source: Total Links
ar_ar: إجمالي الروابط المختصره

source: Registered users
ar_ar: الأعضاء المسجلين

source: Contact Us
ar_ar: اتصل بنا

source: Get in touch!
ar_ar: ابقى على تواصل

source: What <b>People Say</b>?
ar_ar: ماذا يقول الأشخاص يقولون

source: Signup for an account in just 2 minutes. Once you've completed your registration just start '. 'creating short URLs and sharing the links with your family and friends.
ar_ar: الاشتراك للحصول على حساب في دقيقتين فقط. بمجرد الانتهاء من تسجيل الحساب الخاص بك يمكنك البدء فى اختصار الروابط ومشاركتها مع الاصدقاء والعائلة لربح المال .

source: It's just three steps
ar_ar: فى ثلاث خطوات فقط

source: How You <b>Start</b>?
ar_ar: كيف تبدأ الحديث عادةً ...

source: Why <b>join us?</b>
ar_ar: لماذا <b> تنضم إلينا؟ </ b>

source: Shorten <a>links</a> more quickly with easy to use API and bring your creative and advanced ideas to life.
ar_ar: يمكنك اختصار <a> الروابط </a> بسرعة أكبر باستخدام واجهة برمجة التطبيقات سهلة الاستخدام وإضفاء الحيوية على أفكارك الإبداعية والمتقدمة.

source: Total URLs
ar_ar: إجمالي الروابط

source: Let's <b>Make it Happen</b>?
ar_ar: دعونا <b> نجعل الحلم يتحقق </ b>؟

source: License Activation
ar_ar: تنشيط الترخيص

source: Personal Token
ar_ar: الرمز المميز

source: Click on this URL {0} to learn how to generate a personal token.
ar_ar: انقر على هذا الرابط {0} لمعرفة كيفية إنشاء رمز شخصي.

source: Purchase Code
ar_ar: رمز الشراء

source: Click on this URL {0} to learn how to get your purchase code.
ar_ar: انقر على هذا الرابط {0} لمعرفة كيفية الحصول على رمز الشراء.

source: Add Announcement
ar_ar: إضافة إعلان عام

source: Title
ar_ar: العنوان

source: Published
ar_ar: منشور

source: Yes
ar_ar: نعم

source: No
ar_ar: لا

source: Content
ar_ar: تحتوي

source: Edit Announcement
ar_ar: تعديل الإعلان

source: Manage Announcements
ar_ar: إدارة الإعلانات

source: Id
ar_ar: المعرف

source: modified
ar_ar: تم التعديل

source: Created
ar_ar: انشأت فى

source: Actions
ar_ar: إجراءات

source: Delete
ar_ar: حذف

source: Are you sure?
ar_ar: هل أنت متأكد ؟

source: Create Banner Campaign
ar_ar: إنشاء حملة بانر

source: Why views/earnings/Statistics/analytics are not counting?
ar_ar: لماذا لا يتم احتساب المشاهدات / الأرباح / الإحصاءات / التحليلات؟

source: Important: <b>Default</b> campaigns will not count earnings so you need to create a non-default campaigns and earnings will start count.
ar_ar: هام: لن تحسب الحملات <b> الافتراضية </ b> الأرباح؛ لذا يلزمك إنشاء حملات غير افتراضية وستبدأ الأرباح في حسابها.

source: Anonymous(not registered users) short links will not earn, only registered can earn.
ar_ar: مجهول (المستخدمين غير المسجلين) الروابط القصيرة لن تحتسب ارباحها، فقط الاعضاء المسجلين هم من يمكنهم تحقيق الارباح.

source: Visitors must be unique within a 24 hours.
ar_ar: يجب أن يكون الزائر فريدا خلال 24 ساعة.

source: Visitors must have JavaScript enabled
ar_ar: يجب ان يمكين الزائرين جافا سكريبت

source: Visitors must have Cookies enabled
ar_ar: يجب تمكين ملفات تعريف الارتباط Cookies فى متصفحات الزائرين

source: Must view your website for at least {0} seconds
ar_ar: يجب عرض موقعك على الويب لمدة {0} ثوان على الأقل

source: Campaign Type
ar_ar: نوع الحملة

source: Non-default Campaign
ar_ar: الحملة غير الافتراضية

source: Default means that campaign will not count earning for publisher.
ar_ar: يعني الإعداد الافتراضي أن الحملة لن تحسب أرباحا للناشر.

source: User
ar_ar: مستخدم

source: Choose
ar_ar: أختار

source: Campaign Name
ar_ar: اسم الحملة

source: Status
ar_ar: الحالة

source: Active
ar_ar: نشيط

source: Paused
ar_ar: متوقف

source: Canceled
ar_ar: تم الالغاء

source: Finished
ar_ar: منتهيه

source: Under Review
ar_ar: تحت المراجعة

source: Pending Payment
ar_ar: في انتظار الدفع

source: Invalid Payment
ar_ar: دفعة غير صالحة

source: Refunded
ar_ar: تم رد الأموال

source: Banner Details
ar_ar: تفاصيل بانر

source: Banner Name
ar_ar: اسم البانر

source: (only for internal use)
ar_ar: (فقط للاستخدام الداخلي)

source: Banner Size
ar_ar: حجم البانر

source: Banner Code
ar_ar: كود البانر

source: Advertising Rates
ar_ar: اثباتات الدفع للموقع

source: Country
ar_ar: البلد

source: Price / 1,000
ar_ar: السعر / 1000

source: Purchase
ar_ar: شراء

source: You have ordered {0} visitors for a total of {1}
ar_ar: لقد طلبت {0} زائرين ما مجموعه {1}

source: Pay Campaign
ar_ar: حملة الدفع

source: Traffic Sources/Devices
ar_ar: مصادر الزيارات / الأجهزة

source: Desktop, Mobile and Tablet
ar_ar: سطح مكتب، جوال وجهاز لوحي

source: Desktop Only
ar_ar: سطح مكتب فقط

source: Mobile / Tablet Only
ar_ar: الجوال / اللوحي فقط

source: Create Interstitial Campaign
ar_ar: إنشاء حملة Interstitial

source: Website Details
ar_ar: تفاصيل الموقع الإلكتروني

source: URL
ar_ar: الرابط URL

source: Create Popup Campaign
ar_ar: إنشاء حملة منبثقة Popup

source: Edit Campaign
ar_ar: تعديل الحملة

source: Website Title
ar_ar: عنوان الموقع

source: Website URL
ar_ar: رابط الموقع

source: Advertiser Price / 1,000
ar_ar: سعر المعلن / 1،000

source: Publisher Price / 1,000
ar_ar: سعر الناشر / 1،000

source: Traffic Sources
ar_ar: مصادر الزيارات

source: Desktop and Mobile
ar_ar: سطح مكتب و جوال

source: Mobile
ar_ar: جوال

source: Update Campaign
ar_ar: تحديث الحملة

source: Manage Campaigns
ar_ar: إدارة الحملات

source: User Id
ar_ar: معرف المستخدم

source: Name
ar_ar: الاسم:

source: website title, url, banner name,..
ar_ar: عنوان الموقع، والرابط، واسم البانر، ..

source: Filter
ar_ar: تصفية

source: Reset
ar_ar: إعادة تعيين

source: Reference
ar_ar: مرجع

source: Username
ar_ar: اسم المستخدم

source: Price
ar_ar: السعر

source: Visitors/Total
ar_ar: الزوار / إجمالي

source: Payment Method
ar_ar: طريقة الدفع او السداد

source: View
ar_ar: مشاهده

source: Edit
ar_ar: تحرير

source: Pause
ar_ar: ايقاف

source: Resume
ar_ar: استئناف

source: Campaign #{0}
ar_ar: الحملة رقم #{0}

source: Campaign Details
ar_ar: تفاصيل الحملة

source: Campaign Clicks Details
ar_ar: تفاصيل النقرات على الحملة

source: Click Type
ar_ar: نوع النقره

source: Count
ar_ar: عدد

source: Publisher Earnings
ar_ar: أرباح الناشر

source: No available data.
ar_ar: لا تتوفر بيانات.

source: Countries
ar_ar: بلدان

source: Referers
ar_ar: الدعوات

source: Referer
ar_ar: الإحالة

source: Manage Invoices
ar_ar: إدارة الفواتير

source: Paid
ar_ar: دفع

source: Unpaid
ar_ar: غير مدفوع

source: ID
ar_ar: المعرف

source: Description
ar_ar: الوصف

source: Amount
ar_ar: مقدار

source: Paid date
ar_ar: تاريخ الدفع

source: Mark as paid
ar_ar: وضع علامة على أنها مدفوعة

source: Invoice #{0}
ar_ar: الفاتورة #{0}

source: Paid Date
ar_ar: تاريخ الدفع

source: Edit Link: {0}
ar_ar: تعديل الرابط: {0}

source: Hidden
ar_ar: مخفي

source: Inactive
ar_ar: غير نشط

source: Long URL
ar_ar: عنوان URL طويل

source: Advertising Type
ar_ar: نوع الإعلان

source: Manage Links
ar_ar: إدارة الروابط

source: Link Id
ar_ar: معرف الرابط

source: Alias
ar_ar: مرادف

source: Title, Desc. or URL
ar_ar: العنوان، الوصف. أو URL

source: Stats
ar_ar: احصائيات

source: Unhide
ar_ar: إظهار

source: Deactivate
ar_ar: عطل

source: Copy
ar_ar: نسخ

source: Hide
ar_ar: إخفاء

source: Banner Advertisement Price
ar_ar: سعر اعلان البانر

source: Set Prices For Traffic Source {0}
ar_ar: تعيين الأسعار لمصدر الزيارات {0}

source: Save
ar_ar: حفظ

source: Select traffic source to set price For
ar_ar: حدد مصدر الزيارات لتحديد السعر ل

source: Email Settings
ar_ar: إعدادات البريد الإلكتروني

source: Saving ...
ar_ar: جار الحفظ ...

source: Admin Email
ar_ar: البريد الإلكتروني للمشرف

source: The recipient email for the contact form and support requests.
ar_ar: البريد الإلكتروني للمستلم للحصول على نموذج الاتصال وطلبات الدعم.

source: Sending Email Settings
ar_ar: جار إرسال إعدادات البريد الإلكتروني

source: From Email
ar_ar: من البريد الإلكترونى

source: Email Method
ar_ar: طريقة البريد الإلكتروني

source: PHP Mail Function
ar_ar: وظيفة PHP البريد

source: SMTP Outgoing Host
ar_ar: المضيف المنتهية ولايته SMTP

source: SMTP Username
ar_ar: أسم المستخدم SMTP

source: SMTP Password
ar_ar: كلمة مرور SMTP

source: Settings
ar_ar: إعدادات

source: General
ar_ar: عام

source: Language
ar_ar: لغة

source: Design
ar_ar: التصميم

source: Links
ar_ar: الروابط

source: Earnings
ar_ar: الأرباح

source: Users
ar_ar: المستخدمين

source: Integration
ar_ar: التكامل

source: Admin Ads
ar_ar: إعلانات المشرف

source: Captcha
ar_ar: كلمة التحقق

source: Security
ar_ar: الأمان

source: Social Media
ar_ar: وسائل التواصل الاجتماعية

source: This is your site name as well as the site meta title.
ar_ar: هذا هو اسم الموقع الخاص بك وكذلك عنوان ميتا الموقع.

source: Site Description
ar_ar: وصف الموقع

source: Main Domain
ar_ar: النطاق الرئيسي

source: Language Direction
ar_ar: اتجاه اللغة

source: LTR
ar_ar: من اليسار إلى اليمين

source: RTL
ar_ar: من اليمين إلى اليسار

source: Time Zone
ar_ar: المنطقة الزمنية

source: Fake Users Base
ar_ar: قاعدة المستخدمين الوهمية

source: Fake Links Base
ar_ar: قاعدة روابط وهمية

source: Fake Clicks base
ar_ar: قاعدة النقرات الوهمية

source: Default Language
ar_ar: اللغة الافتراضية

source: Site Languages
ar_ar: لغات الموقع

source: Language Automatic Redirect
ar_ar: إعادة التوجيه التلقائي حسب اللغة

source: Automatically redirect the website visitors to browse the website based on their browser language if it is already available.
ar_ar: إعادة توجيه زوار الموقع تلقائيا لتصفح الموقع استنادا إلى لغة المتصفح الخاصة بهم إذا كان متوفرا بالفعل.

source: Select Theme
ar_ar: اختر القالب

source: Logo URL
ar_ar: عنوان URL الشعار

source: Logo URL - Alternative
ar_ar: عنوان URL الشعار - بديل

source: Alternative logo used on the login page
ar_ar: شعار بديل يستخدم في صفحة تسجيل الدخول

source: Favicon URL
ar_ar: رابط Favicon

source: Combine & Minify CSS & JS files
ar_ar: الجمع بين وتصغر ملفات CSS و JS

source: Assets CDN URL
ar_ar: عنوان ورل ل كدن للأصول

source: Advertisement Types
ar_ar: أنواع الإعلانات

source: Enable Interstitial Advertisement
ar_ar: تمكين الإعلان Interstitial

source: Enable Banner Advertisement
ar_ar: تمكين الإعلان Banner

source: Enable Popup Advertisement
ar_ar: تمكين الإعلان المنبثق Popup

source: Enable No Advert
ar_ar: تمكين لا معلنين

source: Default Advertisement Types
ar_ar: أنواع الإعلانات الافتراضية

source: Anonymous Default Advert
ar_ar: الاعلان الافتراضى للاعضاء

source: Interstitial Advertisement
ar_ar: فراغي إعلان

source: Ad Banner
ar_ar: إعلان بانر

source: Member Default Advert
ar_ar: الاعلان الافتراضى للاعضاء

source: Metadata Fetching
ar_ar: جلب البيانات الوصفية

source: When shortening a URL, the URL page is downloaded and title, description & image are fetched from this page. If you have performance issues you can disable this behaviour from the below options.
ar_ar: عند اختصار عنوان ورل، يتم تنزيل صفحة عنوان ورل ويتم جلب العنوان والوصف والصورة من هذه الصفحة. إذا كان لديك مشاكل في الأداء يمكنك تعطيل هذا السلوك من الخيارات أدناه.

source: Disable Metadata Fetching on Homepage
ar_ar: تعطيل جلب البيانات الوصفية على الصفحة الرئيسية

source: Disable Metadata Fetching on Member Area
ar_ar: تعطيل جلب البيانات الوصفية في منطقة الأعضاء

source: Disable Metadata Fetching on API
ar_ar: تعطيل جلب البيانات الوصفية على واجهة برمجة التطبيقات API

source: This is applicable for Quick Tool, Mass Shrinker, Full Page Script & Developers API.
ar_ar: هذا ينطبق على Quick Tool, Mass Shrinker, Full Page Script & Developers API.

source: Display Short link content(title, description and image)
ar_ar: عرض محتوى الرابط القصير (العنوان والوصف والصورة)

source: Useful if your ads are displayed based on page content.
ar_ar: مفيدة إذا تم عرض إعلاناتك استنادا إلى محتوى الصفحة.

source: Make Link Info Available for Public
ar_ar: جعل معلومات الارتباط متاحة للجمهور

source: Display Home URL Shortening Box
ar_ar: عرض صندوق اختصار الروابط فى الصفحة الرئيسية

source: Make Link Info Available for Members
ar_ar: جعل معلومات الارتباط متاح للأعضاء

source: Counter Value
ar_ar: قيمة العداد

source: Mass Shrinker Limit
ar_ar: كتلة المتراجع الحد

source: Disallowed Domains
ar_ar: النطاقات غير المسموح بها

source: Disallow links with certain domains from being shortened. Separate by comma, no spaces.
ar_ar: عدم السماح بتقصير الروابط مع بعض النطاقات. فصل بفاصلات، بدون مسافات.

source: Reserved Aliases
ar_ar: الأسماء المستعارة المحجوزة

source: Disallow aliases from being used for short links. Separate by comma, no spaces.
ar_ar: عدم السماح بالأسماء المستعارة من استخدامها في الروابط القصيرة. فصل بفاصلات، بدون مسافات.

source: Enable Advertising
ar_ar: تمكين الإعلان للمعلنين

source: Unique Visitor Per
ar_ar: زائر فريد لكل

source: Campaign
ar_ar: حملة

source: All Campaigns
ar_ar: جميع الحملات

source: Campaign: Publishers will earn more based on number of Campaigns.
ar_ar: الحملة: سيكتسب الناشرون المزيد استنادا إلى عدد الحملات.

source: All Campaigns: Publishers will earn less.
ar_ar: جميع الحملات: سيحصل الناشرون على أرباح أقل.

source: Paid Views Per Day
ar_ar: المشاهدات المدفوعة لكل يوم

source: Force Disable Adblock
ar_ar: فرض تعطيل أدبلوك Adblock

source: Referral Percentage
ar_ar: نسبة الإحالة

source: Enter the referral earning percentage. Ex. 20
ar_ar: أدخل نسبة كسب الإحالة. كمثال. 20

source: Minimum Withdrawal Amount
ar_ar: الحد الأدنى لسحب المبلغ

source: Referral Banners Code
ar_ar: شفرة لافتات الإحالة

source: Here you can add your referral banners html code. You can use [referral_link] as a placeholder for member referral link.
ar_ar: هنا يمكنك إضافة لافتات الإحالة رمز هتمل الخاص بك. يمكنك استخدام [referral_link] كعنصر نائب لرابط الإحالة للعضو.

source: Close Registration
ar_ar: أغلق التسجيل

source: Enable Premium Membership
ar_ar: تمكين العضوية المميزة

source: Enable Account Activation by Email
ar_ar: تمكين تنشيط الحساب عن طريق البريد الإلكتروني

source: Reserved Usernames
ar_ar: أسماء المستخدمين المحجوزة

source: Separate by comma, no spaces.
ar_ar: فصل بفاصلات، بدون مسافات.

source: Front Head Code
ar_ar: كود منطقة HEAD

source: Auth Head Code
ar_ar: كود Head المصادقة

source: Member Head Code
ar_ar: كود Head العضو

source: Admin Head Code
ar_ar: كود Head المشرف

source: Footer Code
ar_ar: كود الفوتر

source: After Body Tag Code
ar_ar: بعد قانون العلامات الجسم

source: Member Area Ad
ar_ar: اعلانات منطقة الأعضاء

source: Captcha Ad
ar_ar: إعلان كابتشا

source: Interstitial Ads
ar_ar: الإعلانات البينية Interstitial

source: This ad will be displayed between logo and counter.
ar_ar: سيتم عرض هذا الإعلان بين الشعار والعداد.

source: Interstitial Page Ad Code
ar_ar: شفرة إعلان الصفحة البينية Interstitial

source: Banner Ads
ar_ar: إعلانات البانر

source: Let say you have a campaign for 728×90 space then the other places 468×60 and 336×280 will be populated with the below banner ads.
ar_ar: لنفترض أنك تمتلك حملة مساحة 728 × 90، فسيتم ملء الأماكن الأخرى 468 × 60 و 336 × 280 مع إعلانات البانر أدناه.

source: Banner 728x90
ar_ar: بانر 728x90

source: Banner 468x60
ar_ar: بانر 468x60

source: Banner 336x280
ar_ar: بانر 336x280

source: Enable Captcha
ar_ar: تمكين كابتشا

source: Captcha Type
ar_ar: نوع كابتشا

source: reCAPTCHA
ar_ar: اختبار reCAPTCHA

source: Invisible reCAPTCHA
ar_ar: ريكابتشا غير مرئية

source: reCAPTCHA Settings
ar_ar: إعدادات ريكابتشا

source: reCAPTCHA Site key
ar_ar: ريكابتشا مفتاح الموقع

source: reCAPTCHA Secret key
ar_ar: ريكابتشا مفتاح سري

source: Invisible reCAPTCHA Settings
ar_ar: إعدادات ريكابتشا غير مرئية

source: Invisible reCAPTCHA Site key
ar_ar: مفتاح ريكابتشا غير مرئي Site key

source: Invisible reCAPTCHA Secret key
ar_ar: المفتاح السري غير مرئي ريكابتشا Secret key

source: Solve Media Settings
ar_ar: حل إعدادات الوسائط

source: Solve Media Challenge Key
ar_ar: حل مفتاح تحدي الوسائط

source: Solve Media Verification Key
ar_ar: حل مفتاح التحقق من الوسائط

source: Solve Media Authentication Hash Key
ar_ar: حل مفتاح تجزئة مصادقة الوسائط

source: Enable on Home Anonymous Short Link Box
ar_ar: تمكين على الصفحة الرئيسية الزوار غير المسجلين مربع الارتباط القصير

source: Enable on Short Links Page
ar_ar: تمكين في صفحة الروابط القصيرة

source: Enable on Signup Form
ar_ar: مكن الناس الجدد الاستراك في موقعك

source: Enable on Forgot Password Form
ar_ar: تمكين على نموذج نسيت كلمة المرور

source: Enable on Contact Form
ar_ar: نموذج الاتصال

source: Enable SSL Integration
ar_ar: تمكين التكامل SSL

source: You should install SSL into your website before enable SSL integration. For more information about SSL, please ask your hosting company.
ar_ar: يجب تثبيت SSL إلى موقع الويب الخاص بك قبل تمكين التكامل SSL. لمزيد من المعلومات حول SSL، رجاء راسل شركة الاستضافة.

source: Google Safe Browsing API Key
ar_ar: مفتاح جوجل API

source: PhishTank API key
ar_ar: مفتاح API

source: Enable Blog
ar_ar: تمكين المدونة

source: Enable Comments
ar_ar: تمكين التعليقات

source: Facebook Page URL
ar_ar: URL صفحة الفيسبوك

source: Twitter Profile URL
ar_ar: تويتر الملف URL

source: Google Plus URL
ar_ar: URL جوجل بلس

source: Interstitial Advertisement Price
ar_ar: سعر الإعلان الـ Interstitial

source: Set Prices For {0}
ar_ar: تعيين الأسعار ل {0}

source: Set Price For
ar_ar: تعيين سعر ل

source: Payment Settings
ar_ar: إعدادات الدفع

source: Currency Code
ar_ar: رمز العملة

source: Currency Symbol
ar_ar: شعار العملة

source: Currency Position
ar_ar: السعر

source: Before Price
ar_ar: قبل السعر

source: After Price
ar_ar: بعد السعر

source: Wallet Settings
ar_ar: إعدادات المحفظة

source: Your users will be able to withdraw money to their wallet then use it to pay campaigns.
ar_ar: سيتمكن المستخدمون من سحب الأموال إلى محفظتهم ثم استخدامها لدفع الحملات.

source: Enable Wallet
ar_ar: تمكين المحفظة

source: PayPal Settings
ar_ar: إعدادات بايبال PayPal

source: Enable PayPal
ar_ar: تمكين بايبال PayPal

source: Payment Business Email
ar_ar: البريد الكتروني للأعمال

source: Enable PayPal Sandbox
ar_ar: تمكين باي بال الاختباري

source: Enable Stripe
ar_ar: تمكين الشريط

source: Payza Settings
ar_ar: اعدادات ويسترن يوينون

source: Enable Payza
ar_ar: تمكين ارسال الاموال عبر ويسترن يونيون

source: Payza Merchant Email
ar_ar: بيانات الارسال

source: Enable Payza Test Mode
ar_ar: تمكين ارسال الاموال عبر ويسترن يونيون

source: You can enable Payza sandbox from your Payza account settings.
ar_ar: ملي بيانات تحويل ويسترن يونيون

source: Skrill Settings
ar_ar: إعدادات سكريل

source: Enable Skrill
ar_ar: تمكين Skrill

source: Skrill Merchant Email
ar_ar: Skrill Merchant البريد الالكتروني

source: Skrill Secret Word
ar_ar: سكريل سر كلمة

source: Bitcoin Processor
ar_ar: بيتكوين المعالج

source: CoinPayments Settings
ar_ar: إعدادات سوينبايمنتس

source: Enable CoinPayments
ar_ar: تمكين سوينبايمنتس

source: CoinPayments Public Key
ar_ar: سوينبايمنتس، المفتاح العام

source: CoinPayments Private Key
ar_ar: سوينبايمنتس مفتاح خاص

source: CoinPayments Merchant Id
ar_ar: معرف التاجر سوينبايمنتس

source: CoinPayments IPN Secret
ar_ar: سوينبايمنتس إبن سر

source: Coinbase Settings
ar_ar: Coinbase إعدادات

source: Enable Coinbase
ar_ar: تمكين Coinbase

source: Webmoney Settings
ar_ar: إعدادات Webmoney

source: Enable Webmoney
ar_ar: تمكين Webmoney

source: Webmoney Merchant Purse
ar_ar: محفظة Webmoney

source: Perfect Money Settings
ar_ar: إعدادات المال الكمال

source: Enable Perfect Money
ar_ar: تمكين المال الكمال

source: Perfect Money Payee Account
ar_ar: حساب المال المدفوع الأجر المثالي

source: Perfect Money Alternate Passphrase
ar_ar: الكمال المال كلمة المرور البديلة

source: Payeer Settings
ar_ar: إعدادات بيير

source: Enable Payeer
ar_ar: تمكين بايير

source: Payeer Merchant Id
ar_ar: معرف التاجر في باير

source: Payeer Secret Key
ar_ar: مفتاح السر بيير

source: Payeer Encryption Key
ar_ar: مفتاح تشفير بيير

source: Bank Transfer Settings
ar_ar: إعدادات التحويل المصرفي

source: Enable Bank Transfer
ar_ar: تمكين التحويل المصرفي

source: Bank Transfer Instructions
ar_ar: تعليمات التحويل المصرفي

source: Popup Advertisement Price
ar_ar: سعر الإعلان المنبثق Popup

source: Social Login Settings
ar_ar: إعدادات تسجيل الدخول الاجتماعي

source: Facebook Settings
ar_ar: إعدادات فيسبوك

source: You can find the setup instructions <a href="{0}" target="_blank">here</a>.
ar_ar: يمكنك العثور على إرشادات الإعداد <a href="{0}" target="_blank"> هنا </a>.

source: Enable Facebook
ar_ar: تمكين فيسبوك

source: App Id
ar_ar: معرف التطبيق

source: App Secret
ar_ar: سر التطبيق

source: Twitter Settings
ar_ar: إعدادات تويتر

source: Enable Twitter
ar_ar: تمكين تويتر

source: Consumer Key (API Key)
ar_ar: مفتاح المستهلك (مفتاح واجهة برمجة التطبيقات)

source: Consumer Secret (API Secret)
ar_ar: مفتاح الزبون (Consumer secret):

source: Google Settings
ar_ar: إعدادات جوجل

source: Enable Google
ar_ar: تمكين جوجل

source: Client ID
ar_ar: معرف العميل

source: Client Secret
ar_ar: سر العميل

source: Add Page
ar_ar: إضافة صفحة

source: Slug
ar_ar: عنوان (رابط) مختصر

source: Manage Pages
ar_ar: إدارة الصفحات

source: Add Plan
ar_ar: إضافة خطة

source: Enable
ar_ar: تفعيل

source: Monthly Price
ar_ar: السعر الشهري

source: Yearly Price
ar_ar: السعر السنوي

source: Edit Link
ar_ar: تعديل الرابط
